Repository: Rasulbek33/Petz_exp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: active
uz: faol

source: order
uz: buyurtma

source: name
uz: ism

source: message
uz: xabar

source: Contacts form
uz: Kontaktlar shakli

source: maps
uz: harita

source: phone
uz: telefon

source: address
uz: manzil

source: Contacts
uz: kontakt

source: Home
uz: uy

source: Homes
uz: uylar

source: How We Started
uz: Biz qanday boshladik

source: Social Responsability
uz: Ijtimoiy javobgarlik

source: Blog Home
uz: Blog uyi

source: Search
uz: Qidirish

source: Go!
uz: Oldinga!

source: Latest Posts
uz: Eng so'nggi xabarlar

source: Categories
uz: Kategoriyalar

source: Events and News
uz: Voqealar va Yangiliklar

source: Cats and Dogs
uz: mushuklar va itlar

source: Exotic Pets
uz: Ekzotik uy hayvonlari

source: Tags
uz: Teglar

source: our services
uz: bizning xizmatlar

source: our Blog
uz: bizning blogimiz

source: Amazing Services
uz: bizning xizmatimiz

source: We offer all the best quality products for your best friend.
uz: Sizning eng yaxshi do'stingiz uchun barcha eng sifatli mahsulotlarni taklif etamiz.

source: About Us
uz: Haqida

source: Read More
uz: Ko'proq o'qish

source: Vet Services
uz: bizning xizmatlar

source: Great Products
uz: Ajoyib mahsulotlar

source: Petz
uz: uy_hayvonlari

source: Home with Slider 1
uz: Slayder 1 bilan uy

source: About
uz: Haqida

source: Pages
uz: sahifa

source: Adoption
uz: asrab olmoq

source: Our Services
uz: bizning xizmatlar

source: Gallery
uz: rasmlar

source: Contact
uz: Aloqa

source: 123 Anywhere Street, London, LO4 6ON
uz: 123 london kochasining LO4 60N joyida

source: Follow us
uz: Ortimizdan yuring

source: Copyright © 2017-2023 Designed by
uz: Mualliflik huquqi © 2017-2023 tomonidan ishlab chiqilgan
